Repository: Capsulsaurus/Capsule
Catalog: capsule-swift/Generated/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pt_br, ru, zh_hans, zh_hant

# error.federation.capability_invalid
source: This shared album's access could not be verified.
ar: تعذّر التحقق من الوصول إلى هذا الألبوم المشترك.
de: Der Zugriff auf dieses geteilte Album konnte nicht überprüft werden.
es: No se pudo verificar el acceso a este álbum compartido.
fr: L'accès à cet album partagé n'a pas pu être vérifié.
hi: इस साझा एल्बम की पहुँच सत्यापित नहीं की जा सकी।
it: Impossibile verificare l'accesso a questo album condiviso.
ja: この共有アルバムのアクセスを検証できませんでした。
ko: 이 공유 앨범의 접근 권한을 검증할 수 없습니다.
pt_br: Não foi possível verificar o acesso a este álbum compartilhado.
ru: Не удалось проверить доступ к этому общему альбому.
zh_hans: 无法验证此共享相册的访问权限。
zh_hant: 無法驗證此共享相簿的存取權限。

# error.federation.capability_revoked
source: Access to this shared album has been revoked.
ar: تم إلغاء الوصول إلى هذا الألبوم المشترك.
de: Der Zugriff auf dieses geteilte Album wurde widerrufen.
es: Se ha revocado el acceso a este álbum compartido.
fr: L'accès à cet album partagé a été révoqué.
hi: इस साझा एल्बम की पहुँच रद्द कर दी गई है।
it: L'accesso a questo album condiviso è stato revocato.
ja: この共有アルバムへのアクセスは取り消されました。
ko: 이 공유 앨범에 대한 접근 권한이 취소되었습니다.
pt_br: O acesso a este álbum compartilhado foi revogado.
ru: Доступ к этому общему альбому отозван.
zh_hans: 对此共享相册的访问权限已被撤销。
zh_hant: 對此共享相簿的存取權限已被撤銷。

# error.federation.circuit_open
source: This source is temporarily backed off after repeated errors.
ar: تم إيقاف هذا المصدر مؤقتًا بعد أخطاء متكررة.
de: Diese Quelle wird nach wiederholten Fehlern vorübergehend zurückgestellt.
es: Esta fuente está temporalmente en espera tras errores repetidos.
fr: Cette source est temporairement mise en attente après des erreurs répétées.
hi: बार-बार त्रुटियों के बाद इस स्रोत को अस्थायी रूप से रोक दिया गया है।
it: Questa fonte è temporaneamente sospesa dopo ripetuti errori.
ja: この提供元は繰り返しエラーが発生したため一時的にバックオフされています。
ko: 이 원본은 반복된 오류로 인해 일시적으로 백오프되었습니다.
pt_br: Esta fonte está temporariamente em espera após erros repetidos.
ru: Этот источник временно приостановлен после повторяющихся ошибок.
zh_hans: 此来源在多次出错后暂时被退避处理。
zh_hant: 此來源在多次出錯後暫時被退避處理。

# error.federation.rate_budget_exceeded
source: This source has reached its request limit. Please wait and try again.
ar: بلغ هذا المصدر حدّ الطلبات. يُرجى الانتظار ثم المحاولة مرة أخرى.
de: Diese Quelle hat ihr Anfragelimit erreicht. Bitte warten Sie und versuchen Sie es erneut.
es: Esta fuente ha alcanzado su límite de solicitudes. Espera e inténtalo de nuevo.
fr: Cette source a atteint sa limite de requêtes. Veuillez patienter et réessayer.
hi: इस स्रोत ने अपनी अनुरोध सीमा पूरी कर ली है। कृपया प्रतीक्षा करें और फिर से प्रयास करें।
it: Questa fonte ha raggiunto il limite di richieste. Attendi e riprova.
ja: この提供元はリクエスト上限に達しました。しばらくしてからもう一度お試しください。
ko: 이 원본이 요청 한도에 도달했습니다. 잠시 후 다시 시도해 주세요.
pt_br: Esta fonte atingiu o limite de solicitações. Aguarde e tente novamente.
ru: Этот источник достиг лимита запросов. Подождите и повторите попытку.
zh_hans: 此来源已达到其请求上限。请稍候再试。
zh_hant: 此來源已達其請求上限。請稍候再試。

# error.federation.scope_insufficient
source: This access grant does not cover the requested content.
ar: لا يشمل منح الوصول هذا المحتوى المطلوب.
de: Diese Zugriffsberechtigung deckt den angeforderten Inhalt nicht ab.
es: Esta concesión de acceso no cubre el contenido solicitado.
fr: Cette autorisation d'accès ne couvre pas le contenu demandé.
hi: यह पहुँच अनुमति अनुरोधित सामग्री को कवर नहीं करती।
it: Questa autorizzazione di accesso non copre il contenuto richiesto.
ja: このアクセス許可は要求されたコンテンツを対象としていません。
ko: 이 접근 권한은 요청한 콘텐츠를 포함하지 않습니다.
pt_br: Esta concessão de acesso não cobre o conteúdo solicitado.
ru: Это разрешение на доступ не распространяется на запрошенный контент.
zh_hans: 此访问授权不涵盖所请求的内容。
zh_hant: 此存取授權不涵蓋所請求的內容。

# error.moderation.account_suspended
source: Your account is suspended. You can't upload or share until it's reinstated.
ar: حسابك موقوف. لا يمكنك الرفع أو المشاركة حتى تتم إعادته.
de: Ihr Konto ist gesperrt. Sie können nichts hochladen oder teilen, bis es wiederhergestellt ist.
es: Tu cuenta está suspendida. No puedes subir ni compartir hasta que se restablezca.
fr: Votre compte est suspendu. Vous ne pouvez ni téléverser ni partager tant qu'il n'est pas rétabli.
hi: आपका खाता निलंबित है। बहाल होने तक आप अपलोड या साझा नहीं कर सकते।
it: Il tuo account è sospeso. Non puoi caricare né condividere finché non viene ripristinato.
ja: アカウントが停止されています。復元されるまで、アップロードや共有はできません。
ko: 계정이 정지되었습니다. 복구될 때까지 업로드하거나 공유할 수 없습니다.
pt_br: Sua conta está suspensa. Você não pode enviar nem compartilhar até que ela seja restabelecida.
ru: Ваша учётная запись приостановлена. Вы не можете загружать или делиться, пока она не будет восстановлена.
zh_hans: 您的账户已被停用。在恢复之前，您无法上传或分享。
zh_hant: 您的帳戶已被停用。在恢復之前，您無法上傳或分享。

# error.moderation.report_rate_limited
source: Too many reports from this source. Please wait and try again.
ar: بلاغات كثيرة جدًا من هذا المصدر. يُرجى الانتظار ثم المحاولة مرة أخرى.
de: Zu viele Meldungen von dieser Quelle. Bitte warten Sie und versuchen Sie es erneut.
es: Demasiados informes de esta fuente. Espera e inténtalo de nuevo.
fr: Trop de signalements provenant de cette source. Veuillez patienter et réessayer.
hi: इस स्रोत से बहुत अधिक रिपोर्ट। कृपया प्रतीक्षा करें और फिर से प्रयास करें।
it: Troppe segnalazioni da questa fonte. Attendi e riprova.
ja: この提供元からの報告が多すぎます。しばらくしてからもう一度お試しください。
ko: 이 원본에서 신고가 너무 많습니다. 잠시 후 다시 시도해 주세요.
pt_br: Muitas denúncias desta fonte. Aguarde e tente novamente.
ru: Слишком много жалоб из этого источника. Подождите и повторите попытку.
zh_hans: 来自此来源的举报过多。请稍候再试。
zh_hant: 來自此來源的檢舉過多。請稍候再試。

# error.moderation.report_unsigned
source: The moderation report could not be verified.
ar: تعذّر التحقق من بلاغ الإشراف.
de: Die Moderationsmeldung konnte nicht überprüft werden.
es: No se pudo verificar el informe de moderación.
fr: Le signalement de modération n'a pas pu être vérifié.
hi: मॉडरेशन रिपोर्ट सत्यापित नहीं की जा सकी।
it: Impossibile verificare la segnalazione di moderazione.
ja: このモデレーション報告を検証できませんでした。
ko: 이 신고를 검증할 수 없습니다.
pt_br: Não foi possível verificar a denúncia de moderação.
ru: Не удалось проверить жалобу на модерацию.
zh_hans: 无法验证此举报。
zh_hant: 無法驗證此檢舉。

# error.moderation.server_blocked
source: This server is blocked from federating with us.
ar: هذا الخادم محظور من الاتحاد معنا.
de: Dieser Server ist von der Föderation mit uns ausgeschlossen.
es: Este servidor tiene bloqueada la federación con nosotros.
fr: Ce serveur n'est pas autorisé à fédérer avec le nôtre.
hi: इस सर्वर को हमारे साथ फ़ेडरेट करने से रोका गया है।
it: Questo server non può federare con il nostro.
ja: このサーバーは当サーバーとの連合がブロックされています。
ko: 이 서버는 당사와의 연동이 차단되어 있습니다.
pt_br: Este servidor está bloqueado de federar conosco.
ru: Этому серверу запрещено федерироваться с нами.
zh_hans: 此服务器被禁止与我们联合。
zh_hant: 此伺服器被禁止與我們聯邦互通。

# error.protocol.version_unsupported
source: This version of Capsule is no longer supported. Please update the app.
ar: لم يعد هذا الإصدار من Capsule مدعومًا. يُرجى تحديث التطبيق.
de: Diese Version von Capsule wird nicht mehr unterstützt. Bitte aktualisieren Sie die App.
es: Esta versión de Capsule ya no es compatible. Actualiza la aplicación.
fr: Cette version de Capsule n'est plus prise en charge. Veuillez mettre à jour l'application.
hi: Capsule का यह संस्करण अब समर्थित नहीं है। कृपया ऐप अपडेट करें।
it: Questa versione di Capsule non è più supportata. Aggiorna l'app.
ja: このバージョンの Capsule はサポートされていません。アプリを更新してください。
ko: 이 버전의 Capsule은 더 이상 지원되지 않습니다. 앱을 업데이트해 주세요.
pt_br: Esta versão do Capsule não é mais compatível. Atualize o aplicativo.
ru: Эта версия Capsule больше не поддерживается. Обновите приложение.
zh_hans: 此版本的 Capsule 已不再受支持。请更新应用。
zh_hant: 此版本的 Capsule 已不再受支援。請更新應用程式。

# error.quota.exceeded
source: Your storage is full.
ar: مساحة التخزين لديك ممتلئة.
de: Ihr Speicher ist voll.
es: Tu almacenamiento está lleno.
fr: Votre espace de stockage est plein.
hi: आपका स्टोरेज भर गया है।
it: Lo spazio di archiviazione è pieno.
ja: ストレージがいっぱいです。
ko: 저장 공간이 가득 찼습니다.
pt_br: Seu armazenamento está cheio.
ru: Ваше хранилище заполнено.
zh_hans: 您的存储空间已满。
zh_hant: 您的儲存空間已滿。

# error.quota.grace_locked
source: Your storage has been full past the grace period, so edits are paused until you free space.
ar: ظلّت مساحة التخزين لديك ممتلئة بعد انتهاء فترة السماح، لذا أُوقفت التعديلات مؤقتًا حتى تُفرِغ مساحة.
de: Ihr Speicher ist über die Nachfrist hinaus voll geblieben, daher sind Bearbeitungen pausiert, bis Sie Speicherplatz freigeben.
es: Tu almacenamiento ha estado lleno más allá del período de gracia, por lo que las ediciones están en pausa hasta que liberes espacio.
fr: Votre stockage est resté plein au-delà du délai de grâce ; les modifications sont suspendues jusqu'à ce que vous libériez de l'espace.
hi: आपका स्टोरेज छूट अवधि के बाद भी भरा रहा है, इसलिए जब तक आप जगह ख़ाली नहीं करते तब तक संपादन रोक दिए गए हैं।
it: Lo spazio di archiviazione è rimasto pieno oltre il periodo di tolleranza, quindi le modifiche sono sospese finché non liberi spazio.
ja: ストレージが猶予期間を過ぎてもいっぱいのままのため、空き容量を確保するまで編集は一時停止されます。
ko: 저장 공간이 유예 기간이 지나도록 가득 차 있어 공간을 확보할 때까지 편집이 일시 중지됩니다.
pt_br: Seu armazenamento ficou cheio além do período de tolerância, então as edições estão pausadas até você liberar espaço.
ru: Ваше хранилище оставалось заполненным дольше льготного периода, поэтому изменения приостановлены, пока вы не освободите место.
zh_hans: 您的存储空间已超出宽限期仍处于已满状态，因此在您释放空间前编辑将被暂停。
zh_hant: 您的儲存空間已超過寬限期仍為已滿狀態，因此在您釋放空間前編輯將暫停。

# error.quota.peer_budget_exceeded
source: This source has reached its caching limit on your account.
ar: بلغ هذا المصدر حدّ التخزين المؤقت على حسابك.
de: Diese Quelle hat ihr Caching-Limit für Ihr Konto erreicht.
es: Esta fuente ha alcanzado su límite de almacenamiento en caché en tu cuenta.
fr: Cette source a atteint sa limite de mise en cache sur votre compte.
hi: इस स्रोत ने आपके खाते पर अपनी कैशिंग सीमा पूरी कर ली है।
it: Questa fonte ha raggiunto il limite di memorizzazione nella cache sul tuo account.
ja: この提供元は、あなたのアカウントでのキャッシュ上限に達しました。
ko: 이 원본은 계정의 캐싱 한도에 도달했습니다.
pt_br: Esta fonte atingiu o limite de cache na sua conta.
ru: Этот источник достиг лимита кэширования в вашей учётной записи.
zh_hans: 此来源在您账户上的缓存已达到上限。
zh_hant: 此來源在您帳戶上的快取已達上限。

# error.share.rate_limited
source: Too many attempts. Please wait and try again.
ar: محاولات كثيرة جدًا. يُرجى الانتظار ثم المحاولة مرة أخرى.
de: Zu viele Versuche. Bitte warten Sie und versuchen Sie es erneut.
es: Demasiados intentos. Espera e inténtalo de nuevo.
fr: Trop de tentatives. Veuillez patienter et réessayer.
hi: बहुत अधिक प्रयास। कृपया प्रतीक्षा करें और फिर से प्रयास करें।
it: Troppi tentativi. Attendi e riprova.
ja: 試行回数が多すぎます。しばらくしてからもう一度お試しください。
ko: 시도 횟수가 너무 많습니다. 잠시 후 다시 시도해 주세요.
pt_br: Muitas tentativas. Aguarde e tente novamente.
ru: Слишком много попыток. Подождите и повторите попытку.
zh_hans: 尝试次数过多。请稍候再试。
zh_hant: 嘗試次數過多。請稍候再試。

# error.storage.deep_rate_limited
source: Too many deep storage checks. Please wait and try again.
ar: عمليات فحص عميق للتخزين كثيرة جدًا. يُرجى الانتظار ثم المحاولة مرة أخرى.
de: Zu viele tiefe Speicherprüfungen. Bitte warten Sie und versuchen Sie es erneut.
es: Demasiadas comprobaciones profundas de almacenamiento. Espera e inténtalo de nuevo.
fr: Trop de vérifications approfondies du stockage. Veuillez patienter et réessayer.
hi: बहुत अधिक गहन स्टोरेज जाँच। कृपया प्रतीक्षा करें और फिर से प्रयास करें।
it: Troppi controlli approfonditi dello spazio di archiviazione. Attendi e riprova.
ja: ディープストレージチェックが多すぎます。しばらくしてからもう一度お試しください。
ko: 심층 저장소 검사가 너무 많습니다. 잠시 후 다시 시도해 주세요.
pt_br: Muitas verificações profundas de armazenamento. Aguarde e tente novamente.
ru: Слишком много глубоких проверок хранилища. Подождите и повторите попытку.
zh_hans: 深度存储检查次数过多。请稍候再试。
zh_hant: 深度儲存檢查次數過多。請稍候再試。

# error.storage.invalid_request
source: The storage-verification request was malformed.
ar: طلب التحقق من التخزين مُشوَّه.
de: Die Anfrage zur Speicherüberprüfung ist fehlerhaft.
es: La solicitud de verificación de almacenamiento está mal formada.
fr: La demande de vérification du stockage est mal formée.
hi: स्टोरेज सत्यापन अनुरोध ग़लत रूप में है।
it: La richiesta di verifica dello spazio di archiviazione è malformata.
ja: ストレージ検証リクエストの形式が正しくありません。
ko: 저장소 확인 요청의 형식이 올바르지 않습니다.
pt_br: A solicitação de verificação de armazenamento está malformada.
ru: Запрос на проверку хранилища имеет неверный формат.
zh_hans: 存储验证请求格式不正确。
zh_hant: 儲存驗證請求格式不正確。

# error.sync.cursor_invalid
source: The sync session is out of date. Capsule will resync from the start.
ar: جلسة المزامنة قديمة. سيعيد Capsule المزامنة من البداية.
de: Die Synchronisierungssitzung ist veraltet. Capsule synchronisiert von vorne.
es: La sesión de sincronización está desactualizada. Capsule volverá a sincronizar desde el principio.
fr: La session de synchronisation est obsolète. Capsule va resynchroniser depuis le début.
hi: सिंक सत्र पुराना है। Capsule शुरू से फिर से सिंक करेगा।
it: La sessione di sincronizzazione non è aggiornata. Capsule risincronizzerà dall'inizio.
ja: 同期セッションが最新ではありません。Capsule は最初から再同期します。
ko: 동기화 세션이 오래되었습니다. Capsule이 처음부터 다시 동기화합니다.
pt_br: A sessão de sincronização está desatualizada. O Capsule vai sincronizar novamente do início.
ru: Сеанс синхронизации устарел. Capsule повторно синхронизируется с самого начала.
zh_hans: 同步会话已过期。Capsule 将从头重新同步。
zh_hant: 同步工作階段已過期。Capsule 會從頭重新同步。

# error.sync.unauthenticated
source: Please sign in again to continue syncing.
ar: يُرجى تسجيل الدخول مرة أخرى لمتابعة المزامنة.
de: Bitte melden Sie sich erneut an, um die Synchronisierung fortzusetzen.
es: Vuelve a iniciar sesión para continuar la sincronización.
fr: Veuillez vous reconnecter pour continuer la synchronisation.
hi: सिंक जारी रखने के लिए कृपया फिर से साइन इन करें।
it: Accedi di nuovo per continuare la sincronizzazione.
ja: 同期を続けるには、もう一度サインインしてください。
ko: 동기화를 계속하려면 다시 로그인해 주세요.
pt_br: Faça login novamente para continuar a sincronização.
ru: Войдите снова, чтобы продолжить синхронизацию.
zh_hans: 请重新登录以继续同步。
zh_hant: 請重新登入以繼續同步。

# error.upload.album_access_denied
source: You don't have permission to add photos to this album.
ar: ليست لديك صلاحية لإضافة صور إلى هذا الألبوم.
de: Sie haben keine Berechtigung, Fotos zu diesem Album hinzuzufügen.
es: No tienes permiso para añadir fotos a este álbum.
fr: Vous n'avez pas la permission d'ajouter des photos à cet album.
hi: आपके पास इस एल्बम में फ़ोटो जोड़ने की अनुमति नहीं है।
it: Non hai il permesso di aggiungere foto a questo album.
ja: このアルバムに写真を追加する権限がありません。
ko: 이 앨범에 사진을 추가할 권한이 없습니다.
pt_br: Você não tem permissão para adicionar fotos a este álbum.
ru: У вас нет разрешения добавлять фото в этот альбом.
zh_hans: 您无权向此相册添加照片。
zh_hant: 您無權向此相簿新增照片。

# error.upload.amk_regressed
source: This change references an older album key than the server has recorded.
ar: يشير هذا التغيير إلى مفتاح ألبوم أقدم مما سجّله الخادم.
de: Diese Änderung verweist auf einen älteren Album-Schlüssel als den, den der Server gespeichert hat.
es: Este cambio hace referencia a una clave de álbum más antigua que la registrada por el servidor.
fr: Cette modification référence une clé d'album plus ancienne que celle enregistrée par le serveur.
hi: यह परिवर्तन सर्वर द्वारा दर्ज की गई एल्बम कुंजी से पुरानी कुंजी को संदर्भित करता है।
it: Questa modifica fa riferimento a una chiave dell'album più vecchia di quella registrata dal server.
ja: この変更は、サーバーが記録しているものより古いアルバムキーを参照しています。
ko: 이 변경은 서버에 기록된 것보다 오래된 앨범 키를 참조합니다.
pt_br: Esta alteração faz referência a uma chave de álbum mais antiga do que a registrada pelo servidor.
ru: Это изменение ссылается на более старый ключ альбома, чем записан на сервере.
zh_hans: 此更改引用的相册密钥比服务器记录的更旧。
zh_hant: 此變更引用的相簿金鑰比伺服器記錄的更舊。

# error.upload.checksum_mismatch
source: Upload data was corrupted in transit. Retrying…
ar: تلِفت بيانات الرفع أثناء النقل. جارٍ إعادة المحاولة…
de: Die Upload-Daten wurden bei der Übertragung beschädigt. Neuer Versuch…
es: Los datos de subida se dañaron en tránsito. Reintentando…
fr: Les données de téléversement ont été corrompues en transit. Nouvelle tentative…
hi: अपलोड डेटा ट्रांज़िट में ख़राब हो गया। फिर से प्रयास किया जा रहा है…
it: I dati di caricamento si sono danneggiati durante il trasferimento. Nuovo tentativo…
ja: アップロードデータが転送中に破損しました。再試行しています…
ko: 업로드 데이터가 전송 중 손상되었습니다. 다시 시도하는 중…
pt_br: Os dados de envio foram corrompidos em trânsito. Tentando novamente…
ru: Данные загрузки повреждены при передаче. Повторная попытка…
zh_hans: 上传数据在传输中损坏。正在重试…
zh_hant: 上傳資料在傳輸中損毀。正在重試…

# error.upload.chunk_conflict
source: The upload sent conflicting data and was stopped.
ar: أرسل الرفع بيانات متعارضة وتوقّف.
de: Der Upload hat widersprüchliche Daten gesendet und wurde gestoppt.
es: La subida envió datos contradictorios y se detuvo.
fr: Le téléversement a envoyé des données contradictoires et a été arrêté.
hi: अपलोड ने परस्पर विरोधी डेटा भेजा और रोक दिया गया।
it: Il caricamento ha inviato dati in conflitto ed è stato interrotto.
ja: アップロードが矛盾するデータを送信したため、停止されました。
ko: 업로드가 충돌하는 데이터를 보내 중지되었습니다.
pt_br: O envio enviou dados conflitantes e foi interrompido.
ru: Загрузка отправила противоречивые данные и была остановлена.
zh_hans: 上传发送了冲突数据，已停止。
zh_hant: 上傳傳送了衝突資料，已停止。

# error.upload.chunk_not_aligned
source: An upload chunk was incorrectly sized.
ar: كان حجم جزء الرفع غير صحيح.
de: Ein Upload-Chunk hatte eine falsche Größe.
es: Un fragmento de subida tenía un tamaño incorrecto.
fr: Un fragment de téléversement avait une taille incorrecte.
hi: अपलोड खंड का आकार ग़लत था।
it: Un blocco di caricamento aveva una dimensione errata.
ja: アップロードチャンクのサイズが正しくありません。
ko: 업로드 청크의 크기가 올바르지 않습니다.
pt_br: Um fragmento de envio tinha o tamanho incorreto.
ru: Фрагмент загрузки имел неверный размер.
zh_hans: 上传分块大小不正确。
zh_hant: 上傳區塊大小不正確。

# error.upload.chunk_too_large
source: An upload chunk exceeded the maximum chunk size.
ar: تجاوز جزء الرفع الحد الأقصى لحجم الجزء.
de: Ein Upload-Chunk hat die maximale Chunk-Größe überschritten.
es: Un fragmento de subida superó el tamaño máximo de fragmento.
fr: Un fragment de téléversement a dépassé la taille de fragment maximale.
hi: अपलोड खंड अधिकतम खंड आकार से अधिक हो गया।
it: Un blocco di caricamento ha superato la dimensione massima del blocco.
ja: アップロードチャンクが最大チャンクサイズを超えました。
ko: 업로드 청크가 최대 청크 크기를 초과했습니다.
pt_br: Um fragmento de envio excedeu o tamanho máximo de fragmento.
ru: Фрагмент загрузки превысил максимальный размер фрагмента.
zh_hans: 上传分块超过了最大分块大小。
zh_hant: 上傳區塊超過了最大區塊大小。

# error.upload.content_hash_mismatch
source: The upload failed integrity verification and was discarded.
ar: فشل الرفع في التحقق من السلامة وتم تجاهله.
de: Der Upload hat die Integritätsprüfung nicht bestanden und wurde verworfen.
es: La subida no pasó la verificación de integridad y se descartó.
fr: Le téléversement a échoué à la vérification d'intégrité et a été rejeté.
hi: अपलोड अखंडता सत्यापन में विफल रहा और छोड़ दिया गया।
it: Il caricamento non ha superato la verifica di integrità ed è stato scartato.
ja: アップロードは整合性検証に失敗し、破棄されました。
ko: 업로드가 무결성 검증에 실패하여 폐기되었습니다.
pt_br: O envio falhou na verificação de integridade e foi descartado.
ru: Загрузка не прошла проверку целостности и была отклонена.
zh_hans: 上传未通过完整性验证，已被丢弃。
zh_hant: 上傳未通過完整性驗證，已被丟棄。

# error.upload.device_not_authorized
source: This device isn't authorized to upload. Re-enroll it and try again.
ar: هذا الجهاز غير مخوَّل للرفع. أعد تسجيله وحاول مرة أخرى.
de: Dieses Gerät ist nicht zum Hochladen berechtigt. Registrieren Sie es erneut und versuchen Sie es noch einmal.
es: Este dispositivo no está autorizado a subir. Vuelve a registrarlo e inténtalo de nuevo.
fr: Cet appareil n'est pas autorisé à téléverser. Réenrôlez-le et réessayez.
hi: यह डिवाइस अपलोड के लिए अधिकृत नहीं है। इसे फिर से पंजीकृत करें और फिर से प्रयास करें।
it: Questo dispositivo non è autorizzato a caricare. Registralo di nuovo e riprova.
ja: このデバイスはアップロードを許可されていません。再登録してもう一度お試しください。
ko: 이 기기는 업로드 권한이 없습니다. 다시 등록한 후 시도해 주세요.
pt_br: Este dispositivo não está autorizado a enviar. Registre-o novamente e tente de novo.
ru: Это устройство не авторизовано для загрузки. Зарегистрируйте его заново и повторите попытку.
zh_hans: 此设备未获授权上传。请重新注册后再试。
zh_hant: 此裝置未獲授權上傳。請重新註冊後再試。

# error.upload.duplicate_blob
source: This file is already stored.
ar: هذا الملف مُخزَّن بالفعل.
de: Diese Datei ist bereits gespeichert.
es: Este archivo ya está almacenado.
fr: Ce fichier est déjà stocké.
hi: यह फ़ाइल पहले से संग्रहीत है।
it: Questo file è già archiviato.
ja: このファイルはすでに保存されています。
ko: 이 파일은 이미 저장되어 있습니다.
pt_br: Este arquivo já está armazenado.
ru: Этот файл уже сохранён.
zh_hans: 此文件已存储。
zh_hant: 此檔案已儲存。

# error.upload.empty_chunk
source: An upload chunk cannot be empty.
ar: لا يمكن أن يكون جزء الرفع فارغًا.
de: Ein Upload-Chunk darf nicht leer sein.
es: Un fragmento de subida no puede estar vacío.
fr: Un fragment de téléversement ne peut pas être vide.
hi: अपलोड खंड ख़ाली नहीं हो सकता।
it: Un blocco di caricamento non può essere vuoto.
ja: アップロードチャンクを空にすることはできません。
ko: 업로드 청크는 비어 있을 수 없습니다.
pt_br: Um fragmento de envio não pode estar vazio.
ru: Фрагмент загрузки не может быть пустым.
zh_hans: 上传分块不能为空。
zh_hant: 上傳區塊不能為空。

# error.upload.envelope_mismatch
source: The upload request contradicts its signed manifest.
ar: طلب الرفع يتعارض مع بيانه الموقَّع.
de: Die Upload-Anfrage widerspricht ihrem signierten Manifest.
es: La solicitud de subida contradice su manifiesto firmado.
fr: La demande de téléversement contredit son manifeste signé.
hi: अपलोड अनुरोध अपने हस्ताक्षरित मैनिफ़ेस्ट का खंडन करता है।
it: La richiesta di caricamento contraddice il suo manifesto firmato.
ja: アップロードリクエストが署名済みマニフェストと矛盾しています。
ko: 업로드 요청이 서명된 매니페스트와 일치하지 않습니다.
pt_br: A solicitação de envio contradiz seu manifesto assinado.
ru: Запрос на загрузку противоречит своему подписанному манифесту.
zh_hans: 上传请求与其签名清单相矛盾。
zh_hant: 上傳請求與其簽章資訊清單相矛盾。

# error.upload.envelope_rejected
source: The upload's signed manifest failed validation.
ar: فشل البيان الموقَّع للرفع في التحقق.
de: Das signierte Manifest des Uploads hat die Validierung nicht bestanden.
es: El manifiesto firmado de la subida no pasó la validación.
fr: Le manifeste signé du téléversement a échoué à la validation.
hi: अपलोड का हस्ताक्षरित मैनिफ़ेस्ट सत्यापन में विफल रहा।
it: Il manifesto firmato del caricamento non ha superato la convalida.
ja: アップロードの署名済みマニフェストが検証に失敗しました。
ko: 업로드의 서명된 매니페스트가 검증에 실패했습니다.
pt_br: O manifesto assinado do envio falhou na validação.
ru: Подписанный манифест загрузки не прошёл проверку.
zh_hans: 上传的签名清单未通过验证。
zh_hant: 上傳的簽章資訊清單未通過驗證。

# error.upload.file_too_large
source: This file exceeds the server's size limit.
ar: يتجاوز هذا الملف حدّ الحجم في الخادم.
de: Diese Datei überschreitet das Größenlimit des Servers.
es: Este archivo supera el límite de tamaño del servidor.
fr: Ce fichier dépasse la limite de taille du serveur.
hi: यह फ़ाइल सर्वर की आकार सीमा से अधिक है।
it: Questo file supera il limite di dimensione del server.
ja: このファイルはサーバーのサイズ制限を超えています。
ko: 이 파일이 서버의 크기 제한을 초과합니다.
pt_br: Este arquivo excede o limite de tamanho do servidor.
ru: Этот файл превышает ограничение сервера по размеру.
zh_hans: 此文件超过了服务器的大小限制。
zh_hant: 此檔案超過了伺服器的大小限制。

# error.upload.finalize_in_progress
source: This upload is already being finalized.
ar: تجري بالفعل عملية إنهاء هذا الرفع.
de: Dieser Upload wird bereits abgeschlossen.
es: Esta subida ya se está finalizando.
fr: Ce téléversement est déjà en cours de finalisation.
hi: यह अपलोड पहले से ही अंतिम रूप दिया जा रहा है।
it: Questo caricamento è già in fase di finalizzazione.
ja: このアップロードはすでに確定処理中です。
ko: 이 업로드는 이미 마무리 처리 중입니다.
pt_br: Este envio já está sendo finalizado.
ru: Эта загрузка уже завершается.
zh_hans: 此上传正在完成中。
zh_hant: 此上傳正在完成中。
